{
	"title" : "The department head's office",
	"x" : 205.75,
	"y" : 392.4772729873657,
	"content" : "<p>Unfortunately it didn't take long for the destruction to be traced back to him. Mulfa was, unsurprisingly, quite livid. Salen faced him stoically, not repentant in the slightest, until the man finally stopped yelling to send him to head of the department instead. He was in for it now, wasn't he?</p><p>\"You are quite the trouble maker, aren't you? Sabotaged a teacher's research and for what? Hmm.\" The head of Necromancy--a light mage, of course, never an actual necromancer--leered at him. \"I'm surprised you haven't been sent to me sooner. Perhaps the teachers have finally learned their discipline is not enough.\"</p><p>Salen watched him nervously as the man came too close for comfort.</p><p>\"Why do you do it, Salen? What do you have to gain? What is the end goal for your path of destruction? Or is it merely your nature... As a necromancer or a half merman?\"</p><p>Salen quickly looked away to hide the anger in his eyes. No one wanted to see an angry half merman. \"I was angry. Everyone gets angry, necromancer or not. Even you,\" he hissed. \"You say it's Mulfa's research, but I worked on it for two years and I put in as many hours as he did. Yet he wouldn't even mention me in the final report, just because I'm a necromancer. We both know that's bullshit. If I were one of your precious white mages and worked even half of what I did, he'd be singing my praises.\"</p><p>\"Such colorful language. Is this how you talk to your superiors? He does not want his name associated with a necromancer. Certainly you can understand. Perhaps if our research were going to Arymyr, it would be different. The roots of this school go back to Saybir. Like it or not, those are the rules we follow. A necromancer cannot be involved in research not directly related to their practise.\" As if they would ever allow even that.</p><p>Salen would have flushed being called out on his vocabulary, but that was bullshit, too. If he got his message across, what did wording matter? Besides, he was just stating what it was. You didn't sell a bottle of wine calling it a 'glass container filled with grape based alcoholic beverage', you called it a bottle of wine. \"Yet he was happy enough to use my work for his project. If I can't be trusted to work on something that isn't in my field of practice, why is my work any more trusted when my name isn't on it?\" he protested. \"You say a necromancer can't work outside his practice, but necromancy is forbidden by your own laws, isn't it? Just what is it you want us to do?\"</p>",
	"location" : "Acurkiel",
	"profile" : "Salen Oriol"
}